var ru = {
  header: {
    li: "Главная",
    li1: "Контакт",
    li2: "Проекты",
    li3: "О Мне",
  },
  footer: {
    li: "Главная",
    li1: "Контакт",
    li2: "Проекты",
    li3: "О Мне",
  },
  Home: {
    hero: {
      h1: "Привет, я Севинч Сайфутдинова",
      h1_type: "  Я ",
      p: "Младший фронтенд-разработчик с хорошим знанием JavaScript, HTML, CSS, React и Tailwind CSS. Хотя я нахожусь на ранних стадиях своей карьеры, моя страсть к веб-разработке и стремление учиться снабдили меня навыками создания интересных и адаптивных веб-приложений.            ",
      span: "сумасшедший Frontend разработчик, который хочет изучить каждый технологический стек      ",
      btn1: "Далее",
      btn2: "Связаться",
      li1: "⚡️Создание адаптивных одностраничных приложений (SPA) и PWA в Tailwind",
      li2: "⚡️Создание адаптивных статических веб-сайтов с использованием React      ",
      li3: "⚡️ Создание RESTful API FireBase      ",
    },
    section2: {
        span: "Навыки",
    },
    projects: {
        span: "Проекты",
      exactSpan:"Мои последние работы      ",
      p: "Посмотрите некоторые из моих работ прямо здесь      ",

      },
    contact: {
      h1:"Контакт",
      location:"Ташкент г, Сергели регион",

      p:"Свяжитесь со мной      ",
      p1:"Если у вас есть какие-либо вопросы или проблемы, пожалуйста, не стесняйтесь обращаться ко мне. Я открыт для любых возможностей работы, которые соответствуют моим навыкам и интересам. ",
      input1:"Имя:",
      input2:"Email:",
     btn:"Отправить",

    },
    about: {
      title: "О Мне",
      h1: "Знай, кто я      ",
      p: "Привет всем, меня зовут Севинч Сайфутдинова, я страстный фронтенд-разработчик, стремящийся создавать интуитивно понятные и визуально привлекательные веб-сайты. Имея прочную основу в HTML, CSS и JavaScript, я специализируюсь на создании безупречного пользовательского опыта, который оставляет неизгладимое впечатление.      ",
      h2: "Помимо кодирования, я люблю заниматься и другими видами деятельности!      ",
      span1: "Играть спортивное игры   ",
      span2: "Читать книги   ",
      span3: "Путешествовать      ",
      quotes: "Это технологии, с которыми я работал и использовал их в своих проектах."
    },
  },
};

export default ru;
